// 각 서브별 데이터 셋팅하기
const ndata = {
    "정치" : {
        "언론사" : ["https://www.mt.co.kr/","pr1.png"],
        "기사제목" : "&quot;尹대통령, IAEA 사무총장 만나 &quot;北 비핵화 달성에 동참해 달라",
        "기사내용" : [
            "윤석열 대통령이 15일 오후 방한한 라파엘 마리아노 그로씨 국제원자력기구(IAEA) 사무총장을 만나 우크라이나 원전, 북핵 문제, 후쿠시마 원전 오염수, 한국의 원전 기여 등에 대해 의견을 나눴다고 이재명 대통령실 부대변인이 서면브리핑을 통해 전했다.",
            "윤 대통령은 북핵문제와 관련, 핵·미사일 프로그램 고도화를 하는 북한에 우려를 표명했다. 또 윤 대통령은 &quot;IAEA가 핵 감시활동과 사찰준비태세를 강화함으로써 북한의 핵도발을 저지하고 북한 비핵화를 달성하는 데 동참해 달라&quot;고 당부했다.",
            "그로씨 사무총장은 &quot;북핵 문제에 대한 국제사회의 우려에 전적으로 공감한다&quot;며 &quot;IAEA 차원에서 북한의 핵 프로그램을 저지하고 국제 핵비확산체제를 수호하기 위해 모든 노력을 기울이겠다&quot;고 말했다."
        ],
        "기사사진" : ["arti1.jpg","라파엘 그로시 국제원자력기구(IAEA) 사무총장이 15일 오후 서울 종로구 정부서울청사 별관에서 열린 박진 외교부 장관과의 면담에서 모두 발언을 하고 있다./사진=뉴스1"],
        "기자" : ["박소연","soyunp@mt.co.kr"]
    },
    "경제" : {
        "언론사" : ["https://www.joongang.co.kr/","pr2.png"],
        "기사제목" : "내년 전기·가스요금, 올해 인상 폭 2배로 오르나",
        "기사내용" : [
            "정부는 내년 전기요금을 킬로와트시(㎾h)당 51원 이상 올려야 한국전력의 경영 정상화가 가능하다고 봤다. 가스요금 역시 메가줄(MJ) 당 8.4원~10.4원 인상하는 것이 필요하다고 봤다. 정부 안대로라면 내년 전기ㆍ가스요금이 올해 인상분의 2배 안팎으로 오를 전망이다.",
            "16일 산업통상자원부가 국회 산업통상자원중소벤처기업위원회에 보고한 ‘한전 경영정상화 방안’에 따르면 산업통상자원부와 한전은 내년 기준연료비를 포함한 전기요금 인상 요인을 ㎾h당 51.6원으로 산정했다. 올해 인상 폭(㎾h당 19.3원)의 2.7배다.",
            "구체적으로 ▶기준연료비 ㎾h당 45.3원 ▶기후환경요금 ㎾h당 1.3원 ▶연료비 조정단가 5.0원이다. 여기에 연료비 조정요금은 연간 상한을 ㎾h당 10원으로 확대한 것을 가정했다."
        ],
        "기사사진" : ["arti2.jpg","그래픽=김영옥 기자 yesok@joongang.co.kr"],
        "기자" : ["정진호","jeong.jinho@joongang.co.kr"]
    },
}; ///////// snews ///////////