// 각 서브별 데이터 셋팅하기
const snews = {
    "정치" : {
        "언론사" : ["https://www.mt.co.kr/","pr1.png"],
        "기사제목" : "&quot;尹대통령, IAEA 사무총장 만나 &quot;北 비핵화 달성에 동참해 달라",
        "기사내용" : [
            "윤석열 대통령이 15일 오후 방한한 라파엘 마리아노 그로씨 국제원자력기구(IAEA) 사무총장을 만나 우크라이나 원전, 북핵 문제, 후쿠시마 원전 오염수, 한국의 원전 기여 등에 대해 의견을 나눴다고 이재명 대통령실 부대변인이 서면브리핑을 통해 전했다.",
            "윤 대통령은 북핵문제와 관련, 핵·미사일 프로그램 고도화를 하는 북한에 우려를 표명했다. 또 윤 대통령은 &quot;IAEA가 핵 감시활동과 사찰준비태세를 강화함으로써 북한의 핵도발을 저지하고 북한 비핵화를 달성하는 데 동참해 달라&quot;고 당부했다.",
            "그로씨 사무총장은 &quot;북핵 문제에 대한 국제사회의 우려에 전적으로 공감한다&quot;며 &quot;IAEA 차원에서 북한의 핵 프로그램을 저지하고 국제 핵비확산체제를 수호하기 위해 모든 노력을 기울이겠다&quot;고 말했다.",
        ],
        "기사사진" : ["arti1.jpg","라파엘 그로시 국제원자력기구(IAEA) 사무총장이 15일 오후 서울 종로구 정부서울청사 별관에서 열린 박진 외교부 장관과의 면담에서 모두 발언을 하고 있다./사진=뉴스1"],
        "기자" : ["박소연","soyunp@mt.co.kr"]
    },
    "경제" : {
        "언론사" : ["https://www.joongang.co.kr/","pr2.png"],
        "기사제목" : "내년 전기·가스요금, 올해 인상 폭 2배로 오르나",
        "기사내용" : [
            "정부는 내년 전기요금을 킬로와트시(㎾h)당 51원 이상 올려야 한국전력의 경영 정상화가 가능하다고 봤다. 가스요금 역시 메가줄(MJ) 당 8.4원~10.4원 인상하는 것이 필요하다고 봤다. 정부 안대로라면 내년 전기ㆍ가스요금이 올해 인상분의 2배 안팎으로 오를 전망이다.",
            "16일 산업통상자원부가 국회 산업통상자원중소벤처기업위원회에 보고한 ‘한전 경영정상화 방안’에 따르면 산업통상자원부와 한전은 내년 기준연료비를 포함한 전기요금 인상 요인을 ㎾h당 51.6원으로 산정했다. 올해 인상 폭(㎾h당 19.3원)의 2.7배다.",
            "구체적으로 ▶기준연료비 ㎾h당 45.3원 ▶기후환경요금 ㎾h당 1.3원 ▶연료비 조정단가 5.0원이다. 여기에 연료비 조정요금은 연간 상한을 ㎾h당 10원으로 확대한 것을 가정했다.",
            "산업부와 한전은 올해 요금을 약 20% 인상했음에도 3분기까지 21조8000억원의 적자가 발생했으며, 올해 말에는 적자 규모가 약 34조원에 이를 것으로 추산했다. 만약 내년 전기료 인상 요인을 분기별 ‘전고후저’(前高後低) 방식으로 분산 반영할 경우 영업이익이 1조9000억원의 흑자를 기록하지만, 분기별 균등 분산 반영할 경우 연간 적자가 1조3000억원에 달할 것으로 내다봤다.",
        ],
        "기사사진" : ["arti2.jpg","그래픽=김영옥 기자 yesok@joongang.co.kr"],
        "기자" : ["정진호","jeong.jinho@joongang.co.kr"]
    },
    "IT/과학" : {
        "언론사" : ["https://newsis.com/","pr4.jpg"],
        "기사제목" : "다누리, 넉달 여행 끝 '달나라'로…&quot;이제 총알을 잡아라&quot;",
        "기사내용" : [
            "[서울=뉴시스]윤현성 기자 = 우리나라의 첫 달 궤도선 '다누리'①가 지난 8월 발사된 이후 4개월 만에 최종 목적지인 달②에 도착한다. 이제 다누리는 달 영향권에 최종 진입하기 위해 가장 어려운 임무mission 중 하나를 수행하게 된다. 총알보다 빠른 다누리를 총알과 같은 속도速度의 달에 정확하게 맞춰야 한다.",
            "16일 과학계에 따르면 다누리는 달에서 약 108㎞까지 가까워지는 다음날 새벽 2시45분 달 임무궤도 진입을 위한 1차 달 임무궤도 진입기동(LOI)을 진행하게 된다. LOI는 다누리의 임무궤도인 달 상공 100㎞ 원궤도에 안착시키기 위해 다누리에 탑재된 추력기를 통해 속도를 줄이는 기동이다.",
            "다누리는 지난 8월5일 발사된 이후 총 594만㎞를 비행했는데, 그 과정에서 속도가 시속 8000㎞까지 가속된 상태다. 한국항공우주연구원은 오는 17일 진행될 1차 진입기동이 다누리가 달의 중력에 안정적으로 붙잡혀 달을 지나치지 않도록 하는 가장 중요한 과정이라고 강조했다.",
            "1차 진입기동에서 다누리는 약 13분간 추력기를 가동해 시속 8000㎞에서 시속 7500㎞까지 속도를 줄이고,총알의 속도인 시속 3600㎞로 이동 중인 달 궤도에 진입하는 것을 목표로 한다. 이같은 1차 진입기동의 결과는 데이터 분석 과정을 거쳐 오는 19일 도출될 예정이다.",
            "다누리는 달 궤도 1차 진입기동을 진행한 이후에도 21, 23, 26, 28일까지 총 4차례의 진입기동을 추가로 진행하게 된다. 이처럼 총 5차례의 달궤도 진입기동 이후 데이터 분석까지 마치면 29일 중 달 궤도 안착 성공 여부를 최종 확인할 수 있다.",
        ],
        "기사사진" : ["arti4.jpg","한국의 첫 달 궤도선 '다누리' 상상도. (사진=한국항공우주연구원)"],
        "기자" : ["윤현성","hsyhs@newsis.com"]
    },
}; ///////// snews ///////////